<template>
    <el-card class="box-card">
        <div class="box-body">
            <div class="title">中国共产党</div>
            <div class="tite2">简介</div>
            <div class="msg">
                <p>中国共产党（英文名：the Communist Party of China，简写CPC），创建于1921年7月23日，1921年中国共产党成立后，确立了新民主主义革命的正确道路，让灾难深重的中国人民看到了新的希望、有了新的依靠。我们党探索出农村包围城市、武装夺取政权的正确革命道路，“唤起工农千百万”“夺过鞭子揍敌人”，经过土地革命战争、抗日战争、解放战争，推翻了压在中国人民头上的帝国主义、封建主义、官僚资本主义“三座大山”，建立了人民当家作主的中华人民共和国，彻底结束了近代以来中国内忧外患、积贫积弱的悲惨境地，开启了中华民族发展进步的新纪元。</p>
                <p>中国共产党是中国工人阶级的先锋队，同时是中国人民和中华民族的先锋队，是中国特色社会主义事业的领导核心，代表中国先进生产力的发展要求，代表中国先进文化的前进方向，代表中国最广大人民的根本利益。党的最高理想和最终目标是实现共产主义。</p>
                <p>中国共产党以马克思列宁主义、毛泽东思想、邓小平理论、“三个代表”重要思想、科学发展观、习近平新时代中国特色社会主义思想作为自己的行动指南。中国共产党领导是中国特色社会主义最本质的特征。</p>
            </div>
            <div class="tite2">建立过程</div>
            <div class="msg">
                <p>中国共产党的诞生是中国革命发展的客观需要，是马克思主义同中国工人运动相结合的产物。1840年鸦片战争以后，国际资本主义、帝国主义的势力侵入中国，中国的社会结构由封建社会逐步演变为半殖民地半封建社会。从鸦片战争到五四运动，中国人民为了反对帝国主义和封建统治进行了英勇不屈的斗争，其中主要的是太平天国农民战争和资产阶级领导的辛亥革命，但都相继失败了。历史证明，中国的农民阶级和民族资产阶级由于他们的历史局限性和阶级局限性，都不能领导民主革命取得胜利。</p>
                <p>随着帝国主义的入侵和现代工业的发展，中国产生了无产阶级，而且在不断发展壮大，到1919年产业工人已经发展到200万人左右。无产阶级的产生和发展，为中国共产党的建立奠定了阶级基础。1917年俄国十月革命的胜利给中国送来了马克思列宁主义，使中国的先进分子找到了救国救民的真理。马克思列宁主义在中国的广泛传播，为中国共产党的建立奠定了思想基础。1919年爆发的五四运动，促进了马克思主义同中国工人运动的结合，为中国共产党的建立作了思想上和干部上的准备。</p>
                <p>1920年初，李大钊、陈独秀等开始了建党的探索和酝酿。4月，俄共（布）西伯利亚局派维经斯基等一行来华，了解中国情况，考察能否在上海建立共产国际东亚书记处。他们先在北京会见了李大钊，后由李大钊介绍到上海会见陈独秀，共同商谈讨论了建党问题，促进了中国共产党的创立。从5月开始，陈独秀邀约李汉俊、李达、俞秀松等人多次商谈建党的问题。8月，陈独秀在上海成立了中国共产党的发起组。10月，李大钊在北京建立了共产主义小组。接着，在湖南、湖北、山东、广东等地相继建立了党的早期组织，同时在法国和日本也由留学生中的先进分子组成了党的早期组织。这些组织当时叫法不一，有的叫共产党，有的则称共产党小组或支部，由于它们性质相同，因此，后来统称它们为各地共产主义小组。</p>
                <p>各地共产主义小组建立以后，开展了多方面的革命活动。为了广泛传播马克思列宁主义，统一建党思想，1920年9月，上海发起组把《新青年》杂志（从八卷一号开始）改为党的公开刊物；同年11月，又创办了《共产党》月刊，在全国主要城市秘密发行，这是中国共产党历史上第一个党刊。新青年出版社还翻译出版了《共产党宣言》、《国家与革命》等马克思列宁主义经典著作，以及多种宣传马克思主义的通俗小册子。各地共产主义小组又创办了一批面向工人的通俗刊物，在上海有《劳动界》，北京有《劳动音》和《工人月刊》，济南有《济南劳动月刊》，广州有《劳动者》等，对工人进行阶级意识的启蒙教育。在此基础上，各地共产主义小组积极深入工人群众，举办工人夜校，建立工会组织。各地还建立了社会主义青年团，发展了一批团员，青年团成为党的有力助手和后备军。</p>
                <p>1921年3月，在俄共远东局和共产国际的建议和支持下，召开了各共产主义小组的代表会议，发表了关于党的宗旨和原则的宣言，并制定了临时性的纲领，确立了党的工作机构和工作计划，表明了党组织对社会主义青年团、工会、行会、文化教育团体和军队的态度。这次会议为党的成立作了必要的准备。维经斯基回国不久，1921年6月，共产国际派马林等到上海。他们建议召开党的全国代表大会，正式成立中国共产党。上海党的发起组在李达的主持下进行了全国代表大会的筹备工作，并向各地党的组织写信发出通知，要求各地选派两名代表出席大会。来自北京、汉口、广州、长沙、济南和日本的各地代表7月23日全部到达上海。</p>
                <p>1921年7月23日—31日，在上海召开了中国共产党的第一次全国代表大会。1921年7月23日，中共一大在上海秘密召开。因突遭法国巡捕搜查，会议被迫休会。7月底，中共一大代表毛泽东、董必武、陈潭秋、王尽美、邓恩铭、李达等，由李达夫人王会悟做向导，从上海乘火车转移到嘉兴，再从狮子汇渡口登上渡船到湖心岛，最后转登王会悟预订的游船，并在游船中庄严宣告中国共产党的诞生。在船上，中共一大通过了党的第一个纲领和决议，正式宣告中国共产党庄严诞生。 [6]  纲领规定：党的名称是“中国共产党”；党的性质是无产阶级政党；党的奋斗目标是推翻资产阶级，废除资本所有制，建立无产阶级专政，实现社会主义和共产主义；党的基本任务是从事工人运动的各项活动，加强对工会和工人运动的研究与领导。大会选举产生党的领导机构——中央局，陈独秀为书记，张国焘负责组织，李达负责宣传。</p>
                <p>党的一大宣告了中国共产党的正式成立。从此，中国诞生了完全新式的、以共产主义为目的、以马列主义为行动指南的、统一的工人阶级政党。中国共产党的成立，给灾难深重的中国人民带来了光明和希望，给中国革命指明了方向。正如毛泽东所说的那样，中国共产党的成立，是一个开天辟地的大事变。中国共产党成立后，中国革命的面目就为之一新了。</p>
                <p>1941年6月，中共中央发出《关于中国共产党诞生廿周年抗战四周年纪念指示》，这是全党第一次大规模地纪念党的生日，也是中央文件中正式规定“七一”是党的诞生纪念日。此后，在7月1日纪念建党就一直延续了下来。</p>
            </div>
            <div class="tite2">历史意义</div>
            <div class="msg">
                <p>2018年3月11日第十三届全国人民代表大会第一次会议通过《中华人民共和国宪法修正案》，宪法第一条第二款增加“中国共产党领导是中国特色社会主义最本质的特征。” </p>
                <p>中国新民主主义革命的胜利和社会主义事业的成就，是中国共产党领导中国各族人民，在马克思列宁主义、毛泽东思想的指引下，坚持真理，修正错误，战胜许多艰难险阻而取得的。我国将长期处于社会主义初级阶段。国家的根本任务是，沿着中国特色社会主义道路，集中力量进行社会主义现代化建设。中国各族人民将继续在中国共产党领导下，在马克思列宁主义、毛泽东思想、邓小平理论、‘三个代表’重要思想、科学发展观、习近平新时代中国特色社会主义思想指引下，坚持人民民主专政，坚持社会主义道路，坚持改革开放，不断完善社会主义的各项制度，发展社会主义市场经济，发展社会主义民主，健全社会主义法治，贯彻新发展理念，自力更生，艰苦奋斗，逐步实现工业、农业、国防和科学技术的现代化，推动物质文明、政治文明、精神文明、社会文明、生态文明协调发展，把我国建设成为富强民主文明和谐美丽的社会主义现代化强国，实现中华民族伟大复兴。</p>
                <p>中国共产党的成功，不仅对中国人民、中华民族具有重大意义，而且具有深远的世界意义。中共的成功宣告了“历史终结论”的破产，终结了西方文明模式“元叙事”的论调，同时向世界提供了应对发展困局、破解治理难题的中国智慧和中国方案。尤其在政党治理、国家治理、全球治理等方面，中国共产党开创的中国特色社会主义提供了可资借鉴的模式和方案。</p>
                <p>中国政党治理的重要经验，是不断提高政党的制度化、组织化程度，持续加强和改善执政党的领导，以有权威的党中央，推动国家走向现代化。坚持中国共产党领导下的多党合作制度，推行协商民主，避免过多的牵扯。同时，在党内积极推行民主集中制等改革，制度化、组织化程度不断提高。中国共产党始终保持开放和变革的姿态，不断提高其执政能力。无论是古代传统治理经验，还是西方现代治理经验，凡是有利于执政党治理国家，凡是有利于增进人民福祉，中国共产党都积极接纳吸收借鉴。这样的开放性和谦逊姿态，在世界政党中少见。</p>
                <p>中国共产党没有自己的特殊利益，持续保持强大自主性，不受任何利益集团羁绊、左右。对部分正面临政党治理难题的国家而言，如何与时俱进地发展并完善适合本国国情的政党体制，是政党治理成功的关键，在这方面，中国的政党治理经验提供了一种有益参考。在西方选举政治落入“民粹主义”泥潭、政党政治陷入“否决政治”怪圈、西式民主面临“治理无力”的困境时，中国实现了有效治理和良政善治，形成“风景这边独好”的政治局面。</p>
                <p>中国国家治理的核心智慧，是走适应中国历史、社会、文化、国情发展的治理道路，不断完善和发展中国特色社会主义制度，推进国家治理体系和治理能力现代化。</p>
                <p>经济层面，坚持社会主义市场经济改革方向，不断探索政府与市场关系的最佳平衡点，使市场在资源配置中起决定性作用的同时，也更好地发挥政府的作用。中国经济治理的奇迹在于，它既避免了西方自由市场经济的放任无序，又避免了苏联后期经济发展道路的封闭僵化。</p>
                <p>政治层面，坚持党的领导、人民当家作主和依法治国相结合，走中国特色社会主义民主政治道路，实行协商民主，发展基层民主，注重下情上传和民意反馈，不搞盲目民主化、过度福利化的民粹主义。</p>
                <p>社会层面，坚持以人民为中心的发展思想，加强和创新社会治理，实现经济发展和民生改善良性循环，构建全民共建共享的社会治理格局和科学有效的社会治理体制。</p>
                <p>文化层面，坚定文化自信，推动中华优秀传统文化创造性转化和创新性发展，培育和弘扬社会主义核心价值观。</p>
                <p>生态文明层面，牢固树立新发展理念，坚持“绿水青山就是金山银山”的绿色发展理念，建设美丽中国。</p>
                <p>中国坚持全面深化改革，不仅是经济体制改革，还要与此相适应地推进政治体制改革和其他领域的改革。在当前逆全球化浪潮泛起、充满不确定性的国际局势下，中国共产党领导的中国为世界提供了巨大的稳定性和确定性，为人类社会追求美好未来注入强大正能量。</p>
                <p>全球治理的中国方案，是推动构建以合作共赢为核心的新型国际关系，推动形成人类命运共同体，推动国际秩序和全球治理体系朝着更加公正合理方向发展。中国共产党始终把为人类作出新的更大的贡献作为自己的使命。 </p>
            </div>
        </div>
    </el-card>
</template>

<script>
    export default {
        name: "introduce"
    }
</script>

<style scoped>

    .box-card{
        border-top: 1px solid #eee;
    }

    .box-body{
        margin: 0 auto;
        width: 1200px;
    }

    .title{
        font-size: 30px;
        letter-spacing: 3px;
        font-weight: bold;

    }

    .tite2{
        margin: 18px 0;
        padding: 0 20px;
        font-size: 25px;
        text-align: left;
        border-left: #409EFF 10px solid;
    }

    .msg{
        text-align: left;
        line-height: 30px;
        text-indent: 40px;
    }
</style>
